Repository: u81619/apollo-ps4
Catalog: assets/misc/lang_*.po
Languages: ar

source: Error! Export folder is not available:
ar: :ﺡﺎﺘﻣ ﺮﻴﻏ ﺮﻳﺪﺼﺘﻟﺍ ﺪﻠﺠﻣ !ﺄﻄﺧ

source: Error downloading save game from:
ar: :ﻦﻣ ﻆﻔﺤﻟﺍ ﻞﻳﺰﻨﺗ ﺀﺎﻨﺛﺃ ﺄﻄﺧ

source: Save game successfully downloaded to:
ar: :ﻰﻟﺇ ﺡﺎﺠﻨﺑ ﻆﻔﺤﻟﺍ ﻞﻳﺰﻨﺗ ﻢﺗ

source: Error extracting save game!
ar: !ﻆﻔﺤﻟﺍ ﺝﺍﺮﺨﺘﺳﺍ ﺀﺎﻨﺛﺃ ﺄﻄﺧ

source: Exporting save game...
ar: ...ﻆﻔﺤﻟﺍ ﺮﻳﺪﺼﺗ ٍﺭﺎﺟ

source: Error! Can't export save game to:
ar: :ﻰﻟﺇ ﻆﻔﺤﻟﺍ ﺮﻳﺪﺼﺗ ﻦﻜﻤﻳ ﻻ !ﺄﻄﺧ

source: Zip file successfully saved to:
ar: :ﻲﻓ ﺡﺎﺠﻨﺑ PIZ ﻒﻠﻣ ﻆﻔﺣ ﻢﺗ

source: Copy operation cancelled!
ar: !ﺦﺴﻨﻟﺍ ﺔﻴﻠﻤﻋ ﺀﺎﻐﻟﺇ ﻢﺗ

source: Same source and destination.
ar: .ﻥﺎﻘﺑﺎﻄﺘﻣ ﺔﻬﺟﻮﻟﺍﻭ ﺭﺪﺼﻤﻟﺍ

source: Copying files...
ar: ...ﺕﺎﻔﻠﻤﻟﺍ ﺦﺴﻧ ٍﺭﺎﺟ

source: Files successfully copied to:
ar: :ﻰﻟﺇ ﺡﺎﺠﻨﺑ ﺕﺎﻔﻠﻤﻟﺍ ﺦﺴﻧ ﻢﺗ

source: Error! Can't copy save game to:
ar: :ﻰﻟﺇ ﻆﻔﺤﻟﺍ ﺦﺴﻧ ﻦﻜﻤﻳ ﻻ !ﺄﻄﺧ

source: Save game already exists:
ar: :ﺎًﻘﺒﺴﻣ ﺩﻮﺟﻮﻣ ﻆﻔﺤﻟﺍ

source: Overwrite?
ar: ؟ﻝﺍﺪﺒﺘﺳﻻﺍ ﺪﻳﺮﺗ ﻞﻫ

source: Error mounting save game folder!
ar: !ﻆﻔﺤﻟﺍ ﺪﻠﺠﻣ ﺐﻴﻛﺮﺗ ﺀﺎﻨﺛﺃ ﺄﻄﺧ

source: Error creating save game folder!
ar: !ﻆﻔﺤﻟﺍ ﺪﻠﺠﻣ ﺀﺎﺸﻧﺇ ﺀﺎﻨﺛﺃ ﺄﻄﺧ

source: Error! Can't update save game:
ar: :ﻆﻔﺤﻟﺍ ﺚﻳﺪﺤﺗ ﻦﻜﻤﻳ ﻻ !ﺄﻄﺧ

source: Copying save game...
ar: ...ﻆﻔﺤﻟﺍ ﺦﺴﻧ ٍﺭﺎﺟ

source: Error! Can't copy Save-game folder:
ar: :ﻆﻔﺤﻟﺍ ﺪﻠﺠﻣ ﺦﺴﻧ ﻦﻜﻤﻳ ﻻ !ﺄﻄﺧ

source: Copying all saves...
ar: ...ﺕﺎﻈﻔﺤﻟﺍ ﻊﻴﻤﺟ ﺦﺴﻧ ٍﺭﺎﺟ

source: Saves copied to HDD
ar: ﺐﻠﺼﻟﺍ ﺹﺮﻘﻟﺍ ﻰﻟﺇ ﺕﺎﻈﻔﺤﻟﺍ ﺦﺴﻧ ﻢﺗ

source: All files extracted to:
ar: :ﻰﻟﺇ ﺕﺎﻔﻠﻤﻟﺍ ﻊﻴﻤﺟ ﺝﺍﺮﺨﺘﺳﺍ ﻢﺗ

source: Error: %s couldn't be extracted
ar: ﺝﺍﺮﺨﺘﺳﻻﺍ ﻦﻣ ﻦﻜﻤﺘﻳ ﻢﻟ %s :ﺄﻄﺧ

source: Error! Keystone file is not available:
ar: :ﺡﺎﺘﻣ ﺮﻴﻏ enotsyeK ﻒﻠﻣ !ﺄﻄﺧ

source: keystone fingerprint:
ar: :ﻲﺴﻴﺋﺮﻟﺍ ﺡﺎﺘﻔﻤﻟﺍ ﺔﻤﺼﺑ

source: Applying changes...
ar: ...ﺕﺍﺮﻴﻴﻐﺘﻟﺍ ﻖﻴﺒﻄﺗ ٍﺭﺎﺟ

source: Trophies successfully updated!
ar: !ﺡﺎﺠﻨﺑ ﺰﺋﺍﻮﺠﻟﺍ ﺚﻳﺪﺤﺗ ﻢﺗ

source: Error! Couldn't update trophies
ar: ﺰﺋﺍﻮﺠﻟﺍ ﺚﻳﺪﺤﺗ ﻢﺘﻳ ﻢﻟ !ﺄﻄﺧ

source: Exporting Trophies...
ar: ...ﺰﺋﺍﻮﺠﻟﺍ ﺮﻳﺪﺼﺗ ٍﺭﺎﺟ

source: Trophies successfully saved to:
ar: :ﻲﻓ ﺡﺎﺠﻨﺑ ﺰﺋﺍﻮﺠﻟﺍ ﻆﻔﺣ ﻢﺗ

source: Dumping all fingerprints...
ar: ...ﺕﺎﻤﺼﺒﻟﺍ ﻊﻴﻤﺟ ﻎﻳﺮﻔﺗ ٍﺭﺎﺟ

source: All fingerprints dumped to:
ar: :ﻰﻟﺇ ﺕﺎﻤﺼﺒﻟﺍ ﻊﻴﻤﺟ ﻎﻳﺮﻔﺗ ﻢﺗ

source: Enter the Account ID
ar: ﺏﺎﺴﺤﻟﺍ ﻑﺮﻌﻣ ﻞﺧﺩﺃ

source: Error! Account ID is not valid
ar: ﺢﻟﺎﺻ ﺮﻴﻏ ﺏﺎﺴﺤﻟﺍ ﻑﺮﻌﻣ !ﺄﻄﺧ

source: Error! Couldn't activate user account
ar: ﺏﺎﺴﺤﻟﺍ ﻞﻴﻌﻔﺗ ﻢﺘﻳ ﻢﻟ !ﺄﻄﺧ

source: Account successfully activated!
ar: !ﺡﺎﺠﻨﺑ ﺏﺎﺴﺤﻟﺍ ﻞﻴﻌﻔﺗ ﻢﺗ

source: A system reboot is required
ar: ﻡﺎﻈﻨﻟﺍ ﻞﻴﻐﺸﺗ ﺓﺩﺎﻋﺇ ﺐﻠﻄﺘﻳ

source: Encrypted save copied successfully!
ar: !ﺡﺎﺠﻨﺑ ﺮﻔﺸﻤﻟﺍ ﻆﻔﺤﻟﺍ ﺦﺴﻧ ﻢﺗ

source: Error: can't create HDD save
ar: ﺐﻠﺼﻟﺍ ﺹﺮﻘﻟﺍ ﻰﻠﻋ ﻆﻔﺤﻟﺍ ﺀﺎﺸﻧﺇ ﻦﻜﻤﻳ ﻻ !ﺄﻄﺧ

source: Error: can't copy file
ar: ﻒﻠﻤﻟﺍ ﺦﺴﻧ ﻦﻜﻤﻳ ﻻ :ﺄﻄﺧ

source: Error! Can't mount encrypted save.
ar: .ﺮﻔﺸﻤﻟﺍ ﻆﻔﺤﻟﺍ ﺐﻴﻛﺮﺗ ﻦﻜﻤﻳ ﻻ !ﺄﻄﺧ

source: (incompatible save-game firmware version)
ar: (ﻖﻓﺍﻮﺘﻣ ﺮﻴﻏ ﻆﻔﺤﻠﻟ ﺖﺑﺎﺜﻟﺍ ﺞﻣﺎﻧﺮﺒﻟﺍ ﺭﺍﺪﺻﺇ)

source: Error: can't copy save %s
ar: %s ﻆﻔﺤﻟﺍ ﺦﺴﻧ ﻦﻜﻤﻳ ﻻ :ﺄﻄﺧ

source: Keystone successfully copied to:
ar: :ﻰﻟﺇ ﺡﺎﺠﻨﺑ enotsyeK ﺦﺴﻧ ﻢﺗ

source: Error! Keystone couldn't be copied
ar: enotsyeK ﺦﺴﻧ ﻢﺘﻳ ﻢﻟ !ﺄﻄﺧ

source: Web Server listening on:
ar: :ﻰﻠﻋ ﻊﻤﺘﺴﻳ ﺐﻳﻮﻟﺍ ﻡﺩﺎﺧ

source: Press OK to stop the Server.
ar: .ﻡﺩﺎﺨﻟﺍ ﻑﺎﻘﻳﻹ ﻖﻓﺍﻮﻣ ﻂﻐﺿﺍ

source: Error starting Web Server!
ar: !ﺐﻳﻮﻟﺍ ﻡﺩﺎﺧ ﻞﻴﻐﺸﺗ ﺀﺪﺑ ﺪﻨﻋ ﺄﻄﺧ

source: Saves copied to:
ar: :ﻰﻟﺇ ﺕﺎﻈﻔﺤﻟﺍ ﺦﺴﻧ ﻢﺗ

source: Exporting all VMC saves...
ar: ...CMV ﺕﺎﻈﻔﺤﻟﺍ ﻊﻴﻤﺟ ﺮﻳﺪﺼﺗ ٍﺭﺎﺟ

source: Saves exported to:
ar: :ﻰﻟﺇ ﺕﺎﻈﻔﺤﻟﺍ ﺮﻳﺪﺼﺗ ﻢﺗ

source: Save successfully exported to:
ar: :ﻰﻟﺇ ﺡﺎﺠﻨﺑ ﻆﻔﺤﻟﺍ ﺮﻳﺪﺼﺗ ﻢﺗ

source: Error exporting save:
ar: :ﻆﻔﺤﻟﺍ ﺮﻳﺪﺼﺗ ﺀﺎﻨﺛﺃ ﺄﻄﺧ

source: Memory card successfully exported to:
ar: :ﻰﻟﺇ ﺡﺎﺠﻨﺑ ﺓﺮﻛﺍﺬﻟﺍ ﺔﻗﺎﻄﺑ ﺮﻳﺪﺼﺗ ﻢﺗ

source: Error! Failed to export PS1 memory card
ar: 1SP ﺓﺮﻛﺍﺬﻟﺍ ﺔﻗﺎﻄﺑ ﺮﻳﺪﺼﺗ ﻞﺸﻓ !ﺄﻄﺧ

source: Importing PS2 save...
ar: ...2SP ﻆﻔﺤﻟﺍ ﺩﺍﺮﻴﺘﺳﺍ ٍﺭﺎﺟ

source: Successfully imported to VMC:
ar: :CMV ﻰﻟﺇ ﺡﺎﺠﻨﺑ ﺩﺍﺮﻴﺘﺳﻻﺍ ﻢﺗ

source: Error importing save:
ar: :ﻆﻔﺤﻟﺍ ﺩﺍﺮﻴﺘﺳﺍ ﺀﺎﻨﺛﺃ ﺄﻄﺧ

source: Do you want to delete %s?
ar: ؟%s ﻑﺬﺣ ﺪﻳﺮﺗ ﻞﻫ

source: Save successfully deleted:
ar: :ﺡﺎﺠﻨﺑ ﻆﻔﺤﻟﺍ ﻑﺬﺣ ﻢﺗ

source: Error! Couldn't delete save:
ar: :ﻆﻔﺤﻟﺍ ﻑﺬﺣ ﻦﻜﻤﻳ ﻻ !ﺄﻄﺧ

source: Do you want to upload %s?
ar: ؟%s ﻊﻓﺭ ﺪﻳﺮﺗ ﻞﻫ

source: Sync with FTP Server...
ar: ...PTF ﻡﺩﺎﺧ ﻊﻣ ﺔﻨﻣﺍﺰﻤﻟﺍ

source: Error! Couldn't zip save:
ar: :ﻆﻔﺤﻟﺍ ﻂﻐﺿ ﻦﻜﻤﻳ ﻻ !ﺄﻄﺧ

source: Updating games index...
ar: ...ﺏﺎﻌﻟﻷﺍ ﺱﺮﻬﻓ ﺚﻳﺪﺤﺗ ٍﺭﺎﺟ

source: Save successfully uploaded:
ar: :ﺡﺎﺠﻨﺑ ﻆﻔﺤﻟﺍ ﻊﻓﺭ ﻢﺗ

source: Error! Couldn't upload save:
ar: :ﻆﻔﺤﻟﺍ ﻊﻓﺭ ﻦﻣ ﻦﻜﻤﺘﻳ ﻢﻟ !ﺄﻄﺧ

source: Exporting PS2 memory card...
ar: ...2SP ﺓﺮﻛﺍﺫ ﺔﻗﺎﻄﺑ ﺮﻳﺪﺼﺗ ٍﺭﺎﺟ

source: File successfully saved to:
ar: :ﻲﻓ ﺡﺎﺠﻨﺑ ﻒﻠﻤﻟﺍ ﻆﻔﺣ ﻢﺗ

source: Error! Failed to export PS2 memory card
ar: 2SP ﺓﺮﻛﺍﺫ ﺔﻗﺎﻄﺑ ﺮﻳﺪﺼﺗ ﻞﺸﻓ !ﺄﻄﺧ

source: Error getting PS4 user list!
ar: !4SP ﻲﻣﺪﺨﺘﺴﻣ ﺔﻤﺋﺎﻗ ﺐﻠﺟ ﻲﻓ ﺄﻄﺧ

source: Database rebuild for user %s failed!
ar: !%s ﻡﺪﺨﺘﺴﻤﻠﻟ ﺕﺎﻧﺎﻴﺒﻟﺍ ﺓﺪﻋﺎﻗ ﺀﺎﻨﺑ ﺓﺩﺎﻋﺇ ﻞﺸﻓ

source: Database rebuilt successfully!
ar: !ﺡﺎﺠﻨﺑ ﺕﺎﻧﺎﻴﺒﻟﺍ ﺓﺪﻋﺎﻗ ﺀﺎﻨﺑ ﺓﺩﺎﻋﺇ ﻢﺗ

source: Log out for changes to take effect
ar: ﺕﺍﺮﻴﻴﻐﺘﻟﺍ ﻖﻴﺒﻄﺘﻟ ﺝﻭﺮﺨﻟﺍ ﻞﺠﺳ

source: Error! Account changes couldn't be applied
ar: ﺏﺎﺴﺤﻟﺍ ﺕﺍﺮﻴﻴﻐﺗ ﻖﻴﺒﻄﺗ ﻢﺘﻳ ﻢﻟ !ﺄﻄﺧ

source: Error! Cheat codes couldn't be applied
ar: ﺶﻐﻟﺍ ﺯﻮﻣﺭ ﻖﻴﺒﻄﺗ ﻢﺘﻳ ﻢﻟ !ﺄﻄﺧ

source: Save %s successfully modified!
ar: !ﺡﺎﺠﻨﺑ %s ﻆﻔﺤﻟﺍ ﻞﻳﺪﻌﺗ ﻢﺗ

source: Resigning all saves...
ar: ...ﺕﺎﻈﻔﺤﻟﺍ ﻊﻴﻤﺟ ﻊﻴﻗﻮﺗ ﺓﺩﺎﻋﺇ ٍﺭﺎﺟ

source: Error: %d Saves couldn't be resigned
ar: ﺕﺎﻈﻔﺣ %d ﻊﻴﻗﻮﺗ ﺓﺩﺎﻋﺇ ﻦﻣ ﻦﻜﻤﺘﻳ ﻢﻟ :ﺄﻄﺧ

source: All saves successfully resigned!
ar: !ﺡﺎﺠﻨﺑ ﺕﺎﻈﻔﺤﻟﺍ ﻊﻴﻤﺟ ﻊﻴﻗﻮﺗ ﺓﺩﺎﻋﺇ ﺖﻤﺗ

source: Exporting system database...
ar: ...ﻡﺎﻈﻨﻟﺍ ﺕﺎﻧﺎﻴﺑ ﺓﺪﻋﺎﻗ ﺮﻳﺪﺼﺗ ٍﺭﺎﺟ

source: DB Backup %s successfully restored!
ar: !ﺡﺎﺠﻨﺑ %s ﺕﺎﻧﺎﻴﺒﻟﺍ ﺓﺪﻋﺎﻗ ﺔﺨﺴﻧ ﺓﺩﺎﻌﺘﺳﺍ ﻢﺗ

source: Error! Backup %s couldn't be restored
ar: %s ﺔﺨﺴﻨﻟﺍ ﺓﺩﺎﻌﺘﺳﺍ ﻦﻣ ﻦﻜﻤﺘﻳ ﻢﻟ !ﺄﻄﺧ

source: File successfully exported to:
ar: :ﻰﻟﺇ ﺡﺎﺠﻨﺑ ﻒﻠﻤﻟﺍ ﺮﻳﺪﺼﺗ ﻢﺗ

source: Error! File %s couldn't be exported
ar: %s ﻒﻠﻤﻟﺍ ﺮﻳﺪﺼﺗ ﻦﻣ ﻦﻜﻤﺘﻳ ﻢﻟ !ﺄﻄﺧ

source: Error! Can't find decrypted save-game file:
ar: :ﻚﻜﻔﻤﻟﺍ ﻆﻔﺤﻟﺍ ﻒﻠﻣ ﻰﻠﻋ ﺭﻮﺜﻌﻟﺍ ﻢﺘﻳ ﻢﻟ !ﺄﻄﺧ

source: File successfully imported to:
ar: :ﻰﻟﺇ ﺡﺎﺠﻨﺑ ﻒﻠﻤﻟﺍ ﺩﺍﺮﻴﺘﺳﺍ ﻢﺗ

source: Error! File %s couldn't be imported
ar: %s ﻒﻠﻤﻟﺍ ﺩﺍﺮﻴﺘﺳﺍ ﻦﻣ ﻦﻜﻤﺘﻳ ﻢﻟ !ﺄﻄﺧ

source: Download URL
ar: ﻞﻴﻤﺤﺘﻟﺍ ﻂﺑﺍﺭ

source: File successfully downloaded to:
ar: :ﻰﻟﺇ ﺡﺎﺠﻨﺑ ﻒﻠﻤﻟﺍ ﻞﻳﺰﻨﺗ ﻢﺗ

source: Error! File couldn't be downloaded
ar: ﻒﻠﻤﻟﺍ ﻞﻳﺰﻨﺗ ﻦﻣ ﻦﻜﻤﺘﻳ ﻢﻟ !ﺄﻄﺧ

source: Enable Browser history?
ar: ؟ﺢﻔﺼﺘﻤﻟﺍ ﻞﺠﺳ ﻞﻴﻌﻔﺗ

source: Browser history enabled
ar: ﺢﻔﺼﺘﻤﻟﺍ ﻞﺠﺳ ﻞﻴﻌﻔﺗ ﻢﺗ

source: Disable Browser history?
ar: ؟ﺢﻔﺼﺘﻤﻟﺍ ﻞﺠﺳ ﻞﻴﻄﻌﺗ

source: Browser history disabled
ar: ﺢﻔﺼﺘﻤﻟﺍ ﻞﺠﺳ ﻞﻴﻄﻌﺗ ﻢﺗ

source: DLC database fixed successfully!
ar: !ﺡﺎﺠﻨﺑ CLD ﺕﺎﻧﺎﻴﺑ ﺓﺪﻋﺎﻗ ﺡﻼﺻﺇ ﻢﺗ

source: DLC Database rebuild failed!
ar: !CLD ﺕﺎﻧﺎﻴﺑ ﺓﺪﻋﺎﻗ ﺀﺎﻨﺑ ﺓﺩﺎﻋﺇ ﻞﺸﻓ

source: Save successfully imported:
ar: :ﺡﺎﺠﻨﺑ ﻆﻔﺤﻟﺍ ﺩﺍﺮﻴﺘﺳﺍ ﻢﺗ

source: Error! Couldn't import save:
ar: :ﻆﻔﺤﻟﺍ ﺩﺍﺮﻴﺘﺳﺍ ﻦﻣ ﻦﻜﻤﺘﻳ ﻢﻟ !ﺄﻄﺧ

source: Downloading...
ar: ...ﻞﻳﺰﻨﺘﻟﺍ ٍﺭﺎﺟ

source: Uploading...
ar: ...ﻊﻓﺮﻟﺍ ٍﺭﺎﺟ

source: Select
ar: ﺮﺘﺧﺍ

source: Back
ar: ﻉﻮﺟﺭ

source: Details
ar: ﻞﻴﺻﺎﻔﺗ

source: Refresh
ar: ﺚﻳﺪﺤﺗ

source: View Code
ar: ﺩﻮﻜﻟﺍ ﺽﺮﻋ

source: Value Up
ar: ﺔﻤﻴﻘﻟﺍ ﺓﺩﺎﻳﺯ

source: Value Down
ar: ﺔﻤﻴﻘﻟﺍ ﺹﺎﻘﻧﺇ

source: Exit
ar: ﺝﻭﺮﺧ

source: HDD Saves
ar: ﺐﻠﺼﻟﺍ ﺹﺮﻘﻟﺍ ﺕﺎﻈﻔﺣ

source: USB Saves
ar: ﺪﻤﺣﺍ ﺭﺪﻴﺣ : ﺐﻳﺮﻌﺗ | BSU ﻆﻔﺣ ﺕﺎﻔﻠﻣ

source: Trophies
ar: ﺰﺋﺍﻮﺠﻟﺍ

source: User Tools
ar: ﻡﺪﺨﺘﺴﻤﻟﺍ ﺕﺍﻭﺩﺃ

source: Online Database
ar: ﺖﻧﺮﺘﻧﻹﺍ ﻰﻠﻋ ﺕﺎﻧﺎﻴﺑ ﺓﺪﻋﺎﻗ

source: PS1 Virtual Memory Card
ar: 1SP ﺔﻴﺿﺍﺮﺘﻓﺍ ﺓﺮﻛﺍﺫ ﺔﻗﺎﻄﺑ

source: PS2 Virtual Memory Card
ar: 2SP ﺔﻴﺿﺍﺮﺘﻓﺍ ﺓﺮﻛﺍﺫ ﺔﻗﺎﻄﺑ

source: Debug Logging Enabled
ar: ﺀﺎﻄﺧﻷﺍ ﻞﻴﺠﺴﺗ ﻞﻴﻌﻔﺗ ﻢﺗ

source: Successfully installed local application data
ar: ﺡﺎﺠﻨﺑ ﺔﻴﻠﺤﻤﻟﺍ ﻖﻴﺒﻄﺘﻟﺍ ﺕﺎﻧﺎﻴﺑ ﺖﻴﺒﺜﺗ ﻢﺗ

source: Console details:
ar: :ﺯﺎﻬﺠﻟﺍ ﻞﻴﺻﺎﻔﺗ

source: About
ar: ﻝﻮﺣ

source: Options
ar: ﺕﺍﺭﺎﻴﺧ

source: Target File:
ar: :ﻑﺪﻬﺘﺴﻤﻟﺍ ﻒﻠﻤﻟﺍ

source: Saves
ar: ﺕﺎﻈﻔﺤﻟﺍ

source: Games
ar: ﺏﺎﻌﻟﻷﺍ

source: Trophy Sets
ar: ﺰﺋﺍﻮﺠﻟﺍ ﺕﺎﻋﻮﻤﺠﻣ

source: Tools
ar: ﺕﺍﻭﺩﻷﺍ

source: PS1 Saves
ar: 1SP ﺕﺎﻈﻔﺣ

source: PS2 Saves
ar: 2SP ﺕﺎﻈﻔﺣ

source: Hex Editor
ar: ﻲﺳﺍﺪﺳ ﺭﺮﺤﻣ

source: Loading save games...
ar: ...ﺕﺎﻈﻔﺤﻟﺍ ﻞﻴﻤﺤﺗ ٍﺭﺎﺟ

source: No save-games found
ar: ﺕﺎﻈﻔﺣ ﻰﻠﻋ ﺭﻮﺜﻌﻟﺍ ﻢﺘﻳ ﻢﻟ

source: Saving PS2 Memory Card...
ar: ...2SP ﺓﺮﻛﺍﺫ ﺔﻗﺎﻄﺑ ﻆﻔﺣ ٍﺭﺎﺟ

source: Patch view
ar: ﺚﻳﺪﺤﺘﻟﺍ ﺽﺮﻋ

source: No data found in folder:
ar: :ﺪﻠﺠﻤﻟﺍ ﻲﻓ ﺕﺎﻧﺎﻴﺑ ﻰﻠﻋ ﺭﻮﺜﻌﻟﺍ ﻢﺘﻳ ﻢﻟ

source: Exit to XMB?
ar: ؟BMX ﻰﻟﺇ ﺝﻭﺮﺨﻟﺍ

source: Save changes to %s?
ar: ؟%s ﻲﻓ ﺕﺍﺮﻴﻴﻐﺘﻟﺍ ﻆﻔﺣ

source: Failed to load:
ar: :ﻞﻴﻤﺤﺘﻟﺍ ﻞﺸﻓ

source: Settings
ar: ﺕﺍﺩﺍﺪﻋﻹﺍ

source: Warning! Save couldn't be unmounted!
ar: !ﻆﻔﺤﻟﺍ ﻞﺼﻓ ﻦﻜﻤﻳ ﻢﻟ !ﺮﻳﺬﺤﺗ

source: Apply Changes & Resign
ar: ﻊﻴﻗﻮﺘﻟﺍ ﺓﺩﺎﻋﺇﻭ ﺕﺍﺮﻴﻴﻐﺘﻟﺍ ﻖﻴﺒﻄﺗ

source: View Save Details
ar: ﻆﻔﺤﻟﺍ ﻞﻴﺻﺎﻔﺗ ﺽﺮﻋ

source: Delete Save Game
ar: ﻆﻔﺤﻟﺍ ﻑﺬﺣ

source: File Backup
ar: ﻒﻠﻤﻟﺍ ﻦﻣ ﺔﻴﻃﺎﻴﺘﺣﺍ ﺔﺨﺴﻧ

source: Copy save game to USB
ar: BSU ﻰﻟﺇ ﻆﻔﺤﻟﺍ ﺦﺴﻧ

source: Copy Save to USB
ar: BSU ﻰﻟﺇ ﻆﻔﺤﻟﺍ ﺦﺴﻧ

source: Upload save backup to FTP
ar: PTF ﺮﺒﻋ ﺔﻴﻃﺎﻴﺘﺣﻻﺍ ﺔﺨﺴﻨﻟﺍ ﻊﻓﺭ

source: Copy save game to HDD
ar: ﺐﻠﺼﻟﺍ ﺹﺮﻘﻟﺍ ﻰﻟﺇ ﻆﻔﺤﻟﺍ ﺦﺴﻧ

source: Export save game to Zip
ar: ﻁﻮﻐﻀﻣ ﻒﻠﻣ ﻰﻟﺇ ﻆﻔﺤﻟﺍ ﺮﻳﺪﺼﺗ

source: Export Zip to USB
ar: BSU ﻰﻟﺇ ﻁﻮﻐﻀﻤﻟﺍ ﻒﻠﻤﻟﺍ ﺮﻳﺪﺼﺗ

source: Export Zip to HDD
ar: ﺐﻠﺼﻟﺍ ﺹﺮﻘﻟﺍ ﻰﻟﺇ ﻁﻮﻐﻀﻤﻟﺍ ﻒﻠﻤﻟﺍ ﺮﻳﺪﺼﺗ

source: Export decrypted save files
ar: ﺔﻛﻮﻜﻔﻤﻟﺍ ﻆﻔﺤﻟﺍ ﺕﺎﻔﻠﻣ ﺮﻳﺪﺼﺗ

source: Import decrypted save files
ar: ﺔﻛﻮﻜﻔﻤﻟﺍ ﻆﻔﺤﻟﺍ ﺕﺎﻔﻠﻣ ﺩﺍﺮﻴﺘﺳﺍ

source: Hex Edit save game files
ar: ﻲﺳﺍﺪﺴﻟﺎﺑ ﻆﻔﺤﻟﺍ ﺕﺎﻔﻠﻣ ﻞﻳﺪﻌﺗ

source: Keystone Backup
ar: enotsyeK ﻦﻣ ﺔﻴﻃﺎﻴﺘﺣﺍ ﺔﺨﺴﻧ

source: Export Keystone
ar: enotsyeK ﺮﻳﺪﺼﺗ

source: Import Keystone
ar: enotsyeK ﺩﺍﺮﻴﺘﺳﺍ

source: Show Keystone Fingerprint
ar: enotsyeK ﺔﻤﺼﺑ ﺽﺮﻋ

source: Encrypted save requires firmware
ar: ﻡﺎﻈﻨﻟﺍ ﺭﺍﺪﺻﺇ ﺐﻠﻄﺘﻳ ﺮﻔﺸﻤﻟﺍ ﻆﻔﺤﻟﺍ

source: Error Mounting Save!
ar: !ﻆﻔﺤﻟﺍ ﺐﻴﻛﺮﺗ ﻲﻓ ﺄﻄﺧ

source: Cheats
ar: ﺶﻐﻟﺍ

source: View Raw Patch File
ar: ﻡﺎﺨﻟﺍ ﺚﻳﺪﺤﺘﻟﺍ ﻒﻠﻣ ﺽﺮﻋ

source: Error Mounting Trophy Set!
ar: !ﺰﺋﺍﻮﺠﻟﺍ ﺔﻋﻮﻤﺠﻣ ﺐﻴﻛﺮﺗ ﻲﻓ ﺄﻄﺧ

source: Apply Changes to Trophy Set
ar: ﺰﺋﺍﻮﺠﻟﺍ ﺔﻋﻮﻤﺠﻣ ﻰﻠﻋ ﺕﺍﺮﻴﻴﻐﺘﻟﺍ ﻖﻴﺒﻄﺗ

source: View Trophy Set Details
ar: ﺰﺋﺍﻮﺠﻟﺍ ﺔﻋﻮﻤﺠﻣ ﻞﻴﺻﺎﻔﺗ ﺽﺮﻋ

source: Delete Trophy Set
ar: ﺰﺋﺍﻮﺠﻟﺍ ﺔﻋﻮﻤﺠﻣ ﻑﺬﺣ

source: Backup Trophy files to USB
ar: BSU ﻰﻟﺇ ﺎًﻴﻃﺎﻴﺘﺣﺍ ﺰﺋﺍﻮﺠﻟﺍ ﺕﺎﻔﻠﻣ ﺦﺴﻧ

source: Copy Trophy to USB
ar: BSU ﻰﻟﺇ ﺓﺰﺋﺎﺠﻟﺍ ﺦﺴﻧ

source: Export Trophy files to Zip
ar: ﻁﻮﻐﻀﻣ ﻒﻠﻣ ﻰﻟﺇ ﺰﺋﺍﻮﺠﻟﺍ ﺕﺎﻔﻠﻣ ﺮﻳﺪﺼﺗ

source: Save .Zip to USB
ar: BSU ﻰﻠﻋ piZ. ﻒﻠﻣ ﻆﻔﺣ

source: Save .Zip to HDD
ar: ﺐﻠﺼﻟﺍ ﺹﺮﻘﻟﺍ ﻰﻠﻋ piZ. ﻒﻠﻣ ﻆﻔﺣ

source: Export decrypted trophy files
ar: ﺔﻛﻮﻜﻔﻤﻟﺍ ﺰﺋﺍﻮﺠﻟﺍ ﺕﺎﻔﻠﻣ ﺮﻳﺪﺼﺗ

source: Import decrypted trophy files
ar: ﺔﻛﻮﻜﻔﻤﻟﺍ ﺰﺋﺍﻮﺠﻟﺍ ﺕﺎﻔﻠﻣ ﺩﺍﺮﻴﺘﺳﺍ

source: Save Game Backup
ar: ﻆﻔﺤﻠﻟ ﺔﻴﻃﺎﻴﺘﺣﺍ ﺔﺨﺴﻧ

source: Export save game to .MCS format
ar: SCM. ﺔﻐﻴﺼﺑ ﻆﻔﺤﻟﺍ ﺮﻳﺪﺼﺗ

source: Copy .MCS Save to USB
ar: BSU ﻰﻟﺇ SCM. ﻆﻔﺤﻟﺍ ﺦﺴﻧ

source: Copy .MCS Save to HDD
ar: ﺐﻠﺼﻟﺍ ﺹﺮﻘﻟﺍ ﻰﻟﺇ SCM. ﻆﻔﺤﻟﺍ ﺦﺴﻧ

source: Export save game to .PSV format
ar: VSP. ﺔﻐﻴﺼﺑ ﻆﻔﺤﻟﺍ ﺮﻳﺪﺼﺗ

source: Copy .PSV Save to USB
ar: BSU ﻰﻟﺇ VSP. ﻆﻔﺤﻟﺍ ﺦﺴﻧ

source: Copy .PSV Save to HDD
ar: ﺐﻠﺼﻟﺍ ﺹﺮﻘﻟﺍ ﻰﻟﺇ VSP. ﻆﻔﺤﻟﺍ ﺦﺴﻧ

source: Export save game to .PSX format
ar: XSP. ﺔﻐﻴﺼﺑ ﻆﻔﺤﻟﺍ ﺮﻳﺪﺼﺗ

source: Copy .PSX Save to USB
ar: BSU ﻰﻟﺇ XSP. ﻆﻔﺤﻟﺍ ﺦﺴﻧ

source: Copy .PSX Save to HDD
ar: ﺐﻠﺼﻟﺍ ﺹﺮﻘﻟﺍ ﻰﻟﺇ XSP. ﻆﻔﺤﻟﺍ ﺦﺴﻧ

source: Export save game to .PSU format
ar: USP. ﺔﻐﻴﺼﺑ ﻆﻔﺤﻟﺍ ﺮﻳﺪﺼﺗ

source: Export .PSU save to USB
ar: BSU ﻰﻟﺇ USP. ﻆﻔﺤﻟﺍ ﺮﻳﺪﺼﺗ

source: Export .PSU save to HDD
ar: ﺐﻠﺼﻟﺍ ﺹﺮﻘﻟﺍ ﻰﻟﺇ USP. ﻆﻔﺤﻟﺍ ﺮﻳﺪﺼﺗ

source: Export .PSV save to USB
ar: BSU ﻰﻟﺇ VSP. ﻆﻔﺤﻟﺍ ﺮﻳﺪﺼﺗ

source: Export .PSV save to HDD
ar: ﺐﻠﺼﻟﺍ ﺹﺮﻘﻟﺍ ﻰﻟﺇ VSP. ﻆﻔﺤﻟﺍ ﺮﻳﺪﺼﺗ

source: Download to USB
ar: BSU ﻰﻟﺇ ﻞﻳﺰﻨﺗ

source: Download to HDD
ar: ﺐﻠﺼﻟﺍ ﺹﺮﻘﻟﺍ ﻰﻟﺇ ﻞﻳﺰﻨﺗ

source: Extract Archives (RAR, Zip, 7z)
ar: (z7 ,piZ ,RAR) ﺕﺎﻔﻴﺷﺭﻷﺍ ﺝﺍﺮﺨﺘﺳﺍ

source: Activate PS4 Accounts
ar: 4SP ﺕﺎﺑﺎﺴﺣ ﻞﻴﻌﻔﺗ

source: App.db Database Management
ar: bd.ppA ﺕﺎﻧﺎﻴﺑ ﺓﺪﻋﺎﻗ ﺓﺭﺍﺩﺇ

source: Network Tools (Downloader, Web Server)
ar: (ﺐﻳﻮﻟﺍ ﻡﺩﺎﺧ ،ﻞﻴﻤﺤﺘﻟﺍ) ﺔﻜﺒﺸﻟﺍ ﺕﺍﻭﺩﺃ

source: Show Parental Security Passcode
ar: ﻱﻮﺑﻷﺍ ﻢﻜﺤﺘﻟﺍ ﺰﻣﺭ ﺽﺮﻋ

source: URL link Downloader (http, https, ftp, ftps)
ar: (sptf ,ptf ,sptth ,ptth) LRU ﻂﺑﺍﺭ ﻞﻴﻤﺤﺗ

source: Local Web Server (full system access)
ar: (ﻡﺎﻈﻨﻠﻟ ﻞﻣﺎﻛ ﻝﻮﺻﻭ) ﻲﻠﺤﻣ ﺐﻳﻭ ﻡﺩﺎﺧ

source: Toggle Web Browser history
ar: ﺢﻔﺼﺘﻤﻟﺍ ﻞﺠﺳ ﻑﺎﻘﻳﺇ/ﻞﻴﻌﻔﺗ

source: Rebuild App.db Database (Restore missing XMB items)
ar: (ﺓﺩﻮﻘﻔﻤﻟﺍ BMX ﺮﺻﺎﻨﻋ ﺓﺩﺎﻌﺘﺳﺍ) bd.ppA ﺕﺎﻧﺎﻴﺑ ﺓﺪﻋﺎﻗ ﺀﺎﻨﺑ ﺓﺩﺎﻋﺇ

source: Rebuild DLC Database (addcont.db)
ar: (bd.tnocdda) CLD ﺕﺎﻧﺎﻴﺑ ﺓﺪﻋﺎﻗ ﺀﺎﻨﺑ ﺓﺩﺎﻋﺇ

source: Backup System Database Folder
ar: ﺎًﻴﻃﺎﻴﺘﺣﺍ ﻡﺎﻈﻨﻟﺍ ﺕﺎﻧﺎﻴﺑ ﺓﺪﻋﺎﻗ ﺪﻠﺠﻣ ﺦﺴﻧ

source: Restore System Database Backup
ar: ﻡﺎﻈﻨﻟﺍ ﺕﺎﻧﺎﻴﺑ ﺓﺪﻋﺎﻘﻟ ﺔﻴﻃﺎﻴﺘﺣﻻﺍ ﺔﺨﺴﻨﻟﺍ ﺓﺩﺎﻌﺘﺳﺍ

source: Activate Offline Account
ar: ﻞﺼﺘﻤﻟﺍ ﺮﻴﻏ ﺏﺎﺴﺤﻟﺍ ﻞﻴﻌﻔﺗ

source: Extract
ar: ﺝﺍﺮﺨﺘﺳﺍ

source: Bulk Save Management
ar: ﺔﻴﻋﺎﻤﺠﻟﺍ ﺕﺎﻈﻔﺤﻟﺍ ﺓﺭﺍﺩﺇ

source: Resign selected Saves
ar: ﺓﺩﺪﺤﻤﻟﺍ ﺕﺎﻈﻔﺤﻟﺍ ﻊﻴﻗﻮﺗ ﺓﺩﺎﻋﺇ

source: Resign all decrypted Saves
ar: ﺔﻛﻮﻜﻔﻤﻟﺍ ﺕﺎﻈﻔﺤﻟﺍ ﻊﻴﻤﺟ ﻊﻴﻗﻮﺗ ﺓﺩﺎﻋﺇ

source: Copy selected Saves to HDD
ar: ﺐﻠﺼﻟﺍ ﺹﺮﻘﻟﺍ ﻰﻟﺇ ﺓﺩﺪﺤﻤﻟﺍ ﺕﺎﻈﻔﺤﻟﺍ ﺦﺴﻧ

source: Copy all Saves to HDD
ar: ﺐﻠﺼﻟﺍ ﺹﺮﻘﻟﺍ ﻰﻟﺇ ﺕﺎﻈﻔﺤﻟﺍ ﻊﻴﻤﺟ ﺦﺴﻧ

source: Start local Web Server
ar: ﻲﻠﺤﻤﻟﺍ ﺐﻳﻮﻟﺍ ﻡﺩﺎﺧ ﻞﻴﻐﺸﺗ

source: Dump all decrypted Save Fingerprints
ar: ﺔﻛﻮﻜﻔﻤﻟﺍ ﺕﺎﻈﻔﺤﻟﺍ ﺕﺎﻤﺼﺑ ﻊﻴﻤﺟ ﺝﺍﺮﺨﺘﺳﺍ

source: Copy selected Saves to USB
ar: BSU ﻰﻟﺇ ﺓﺩﺪﺤﻤﻟﺍ ﺕﺎﻈﻔﺤﻟﺍ ﺦﺴﻧ

source: Copy Saves to USB
ar: BSU ﻰﻟﺇ ﺕﺎﻈﻔﺤﻟﺍ ﺦﺴﻧ

source: Copy all Saves to USB
ar: BSU ﻰﻟﺇ ﺕﺎﻈﻔﺤﻟﺍ ﻊﻴﻤﺟ ﺦﺴﻧ

source: Dump all Save Fingerprints
ar: ﺕﺎﻈﻔﺤﻟﺍ ﺕﺎﻤﺼﺑ ﻊﻴﻤﺟ ﺝﺍﺮﺨﺘﺳﺍ

source: Memory Card Management
ar: ﺓﺮﻛﺍﺬﻟﺍ ﺔﻗﺎﻄﺑ ﺓﺭﺍﺩﺇ

source: Export selected Saves to USB
ar: BSU ﻰﻟﺇ ﺓﺩﺪﺤﻤﻟﺍ ﺕﺎﻈﻔﺤﻟﺍ ﺮﻳﺪﺼﺗ

source: Export all Saves to USB
ar: BSU ﻰﻟﺇ ﺕﺎﻈﻔﺤﻟﺍ ﻊﻴﻤﺟ ﺮﻳﺪﺼﺗ

source: Virtual Memory Card
ar: ﺔﻴﺿﺍﺮﺘﻓﺍ ﺓﺮﻛﺍﺫ ﺔﻗﺎﻄﺑ

source: Export Memory Card to .VM1 format
ar: 1MV. ﺔﻐﻴﺼﺑ ﺓﺮﻛﺍﺬﻟﺍ ﺔﻗﺎﻄﺑ ﺮﻳﺪﺼﺗ

source: Save .VM1 Memory Card to USB
ar: BSU ﻰﻠﻋ 1MV. ﺓﺮﻛﺍﺬﻟﺍ ﺔﻗﺎﻄﺑ ﻆﻔﺣ

source: Save .VM1 Memory Card to HDD
ar: ﺐﻠﺼﻟﺍ ﺹﺮﻘﻟﺍ ﻰﻠﻋ 1MV. ﺓﺮﻛﺍﺬﻟﺍ ﺔﻗﺎﻄﺑ ﻆﻔﺣ

source: Export Memory Card to .VMP format
ar: PMV. ﺔﻐﻴﺼﺑ ﺓﺮﻛﺍﺬﻟﺍ ﺔﻗﺎﻄﺑ ﺮﻳﺪﺼﺗ

source: Save .VMP Memory Card to USB
ar: BSU ﻰﻠﻋ PMV. ﺓﺮﻛﺍﺬﻟﺍ ﺔﻗﺎﻄﺑ ﻆﻔﺣ

source: Save .VMP Memory Card to HDD
ar: ﺐﻠﺼﻟﺍ ﺹﺮﻘﻟﺍ ﻰﻠﻋ PMV. ﺓﺮﻛﺍﺬﻟﺍ ﺔﻗﺎﻄﺑ ﻆﻔﺣ

source: Import Saves to Virtual MemCard
ar: ﺔﻴﺿﺍﺮﺘﻓﻻﺍ ﺓﺮﻛﺍﺬﻟﺍ ﺔﻗﺎﻄﺑ ﻰﻟﺇ ﺕﺎﻈﻔﺤﻟﺍ ﺩﺍﺮﻴﺘﺳﺍ

source: Export Memory Card to .VM2 format
ar: 2MV. ﺔﻐﻴﺼﺑ ﺓﺮﻛﺍﺬﻟﺍ ﺔﻗﺎﻄﺑ ﺮﻳﺪﺼﺗ

source: Save .VM2 Memory Card to USB
ar: BSU ﻰﻠﻋ 2MV. ﺓﺮﻛﺍﺬﻟﺍ ﺔﻗﺎﻄﺑ ﻆﻔﺣ

source: Save .VM2 Memory Card to HDD
ar: ﺐﻠﺼﻟﺍ ﺹﺮﻘﻟﺍ ﻰﻠﻋ 2MV. ﺓﺮﻛﺍﺬﻟﺍ ﺔﻗﺎﻄﺑ ﻆﻔﺣ

source: Export Memory Card to .VMC format (No ECC)
ar: (CCE ﻥﻭﺪﺑ) CMV. ﺔﻐﻴﺼﺑ ﺓﺮﻛﺍﺬﻟﺍ ﺔﻗﺎﻄﺑ ﺮﻳﺪﺼﺗ

source: Save .VMC Memory Card to USB
ar: BSU ﻰﻠﻋ CMV. ﺓﺮﻛﺍﺬﻟﺍ ﺔﻗﺎﻄﺑ ﻆﻔﺣ

source: Save .VMC Memory Card to HDD
ar: ﺐﻠﺼﻟﺍ ﺹﺮﻘﻟﺍ ﻰﻠﻋ CMV. ﺓﺮﻛﺍﺬﻟﺍ ﺔﻗﺎﻄﺑ ﻆﻔﺣ

source: Export Trophies
ar: ﺰﺋﺍﻮﺠﻟﺍ ﺮﻳﺪﺼﺗ

source: Backup selected Trophies to USB
ar: BSU ﻰﻟﺇ ﺎًﻴﻃﺎﻴﺘﺣﺍ ﺓﺩﺪﺤﻤﻟﺍ ﺰﺋﺍﻮﺠﻟﺍ ﺦﺴﻧ

source: Save Trophies to USB
ar: BSU ﻰﻠﻋ ﺰﺋﺍﻮﺠﻟﺍ ﻆﻔﺣ

source: Backup all Trophies to USB
ar: BSU ﻰﻟﺇ ﺎًﻴﻃﺎﻴﺘﺣﺍ ﺰﺋﺍﻮﺠﻟﺍ ﻊﻴﻤﺟ ﺦﺴﻧ

source: Export all encrypted Trophies to .Zip
ar: piZ. ﻒﻠﻣ ﻰﻟﺇ ﺓﺮﻔﺸﻤﻟﺍ ﺰﺋﺍﻮﺠﻟﺍ ﻊﻴﻤﺟ ﺮﻳﺪﺼﺗ

source: Online DB
ar: ﺖﻧﺮﺘﻧﻹﺍ ﻰﻠﻋ ﺕﺎﻧﺎﻴﺒﻟﺍ ﺓﺪﻋﺎﻗ

source: FTP Server
ar: PTF ﻡﺩﺎﺧ

source: Disabled
ar: ﻞﻄﻌﻣ

source: by Name
ar: ﻢﺳﻻﺍ ﺐﺴﺣ

source: by Title ID
ar: ﻥﺍﻮﻨﻌﻟﺍ ﻑﺮﻌﻣ ﺐﺴﺣ

source: by Type
ar: ﻉﻮﻨﻟﺍ ﺐﺴﺣ

source: Fake USB
ar: ﻲﻤﻫﻭ BSU

source: Auto-detect
ar: ﻲﺋﺎﻘﻠﺘﻟﺍ ﻒﺸﻜﻟﺍ

source: Background Music
ar: ﺔﻴﻔﻠﺨﻟﺍ ﻰﻘﻴﺳﻮﻤﻟﺍ

source: Menu Animations
ar: ﺔﻤﺋﺎﻘﻟﺍ ﺕﺎﻛﺮﺣ

source: Sort Saves
ar: ﺕﺎﻈﻔﺤﻟﺍ ﺯﺮﻓ

source: USB Saves Source
ar: BSU ﻦﻣ ﺕﺎﻈﻔﺤﻟﺍ ﺭﺪﺼﻣ

source: Version Update Check
ar: ﺭﺍﺪﺻﻹﺍ ﺚﻳﺪﺤﺗ ﻦﻣ ﻖﻘﺤﺘﻟﺍ

source: Set User FTP Server URL
ar: ﻡﺪﺨﺘﺴﻤﻠﻟ PTF ﻡﺩﺎﺨﻟ LRU ﻥﺍﻮﻨﻋ ﻦﻴﻴﻌﺗ

source: Online Saves Server
ar: ﺖﻧﺮﺘﻧﻹﺍ ﻰﻠﻋ ﺕﺎﻈﻔﺤﻟﺍ ﻡﺩﺎﺧ

source: Update Application Data
ar: ﻖﻴﺒﻄﺘﻟﺍ ﺕﺎﻧﺎﻴﺑ ﺚﻳﺪﺤﺗ

source: Change Online Database URL
ar: ﺖﻧﺮﺘﻧﻹﺍ ﻰﻠﻋ ﺕﺎﻧﺎﻴﺒﻟﺍ ﺓﺪﻋﺎﻘﻟ LRU ﻥﺍﻮﻨﻋ ﺮﻴﻴﻐﺗ

source: Clear Local Cache
ar: ﺔﻴﻠﺤﻤﻟﺍ ﺖﻗﺆﻤﻟﺍ ﻦﻳﺰﺨﺘﻟﺍ ﺓﺮﻛﺍﺫ ﺢﺴﻣ

source: Enable Debug Log
ar: ﺢﻴﺤﺼﺘﻟﺍ ﻞﺠﺳ ﻦﻴﻜﻤﺗ

source: Enter the Online Database URL
ar: ﺖﻧﺮﺘﻧﻹﺍ ﻰﻠﻋ ﺕﺎﻧﺎﻴﺒﻟﺍ ﺓﺪﻋﺎﻘﻟ LRU ﻥﺍﻮﻨﻋ ﻞﺧﺩﺃ

source: Online database URL changed to:
ar: :ﻰﻟﺇ ﺖﻧﺮﺘﻧﻹﺍ ﻰﻠﻋ ﺕﺎﻧﺎﻴﺒﻟﺍ ﺓﺪﻋﺎﻘﻟ LRU ﻥﺍﻮﻨﻋ ﺮﻴﻴﻐﺗ ﻢﺗ

source: Enter the FTP server URL
ar: PTF ﻡﺩﺎﺨﻟ LRU ﻥﺍﻮﻨﻋ ﻞﺧﺩﺃ

source: Testing connection...
ar: ...ﻝﺎﺼﺗﻻﺍ ﺭﺎﺒﺘﺧﺍ ٍﺭﺎﺟ

source: FTP server URL changed to:
ar: :ﻰﻟﺇ PTF ﻡﺩﺎﺨﻟ LRU ﻥﺍﻮﻨﻋ ﺮﻴﻴﻐﺗ ﻢﺗ

source: Error! Couldn't connect to FTP server
ar: PTF ﻡﺩﺎﺨﺑ ﻝﺎﺼﺗﻻﺍ ﻦﻜﻤﻳ ﻻ !ﺄﻄﺧ

source: Check debug logs for more information
ar: ﺕﺎﻣﻮﻠﻌﻤﻟﺍ ﻦﻣ ﺪﻳﺰﻤﻟ ﺢﻴﺤﺼﺘﻟﺍ ﺕﻼﺠﺳ ﻦﻣ ﻖﻘﺤﺗ

source: Local cache folder cleaned:
ar: :ﻲﻠﺤﻤﻟﺍ ﺖﻗﺆﻤﻟﺍ ﻦﻳﺰﺨﺘﻟﺍ ﺓﺮﻛﺍﺫ ﺪﻠﺠﻣ ﻒﻴﻈﻨﺗ ﻢﺗ

source: Error! Can't download data update file!
ar: !ﺕﺎﻧﺎﻴﺒﻟﺍ ﺚﻳﺪﺤﺗ ﻒﻠﻣ ﻞﻳﺰﻨﺗ ﻦﻜﻤﻳ ﻻ !ﺄﻄﺧ

source: Successfully updated %d save patch files!
ar: !ﺡﺎﺠﻨﺑ ﻆﻔﺤﻠﻟ ﺢﻴﺤﺼﺗ ﻒﻠﻣ %d ﺚﻳﺪﺤﺗ ﻢﺗ

source: Error! Can't extract data update file!
ar: !ﺕﺎﻧﺎﻴﺒﻟﺍ ﺚﻳﺪﺤﺗ ﻒﻠﻣ ﺝﺍﺮﺨﺘﺳﺍ ﻦﻜﻤﻳ ﻻ !ﺄﻄﺧ

source: New version available! Download update?
ar: ؟ﺚﻳﺪﺤﺘﻟﺍ ﻞﻳﺰﻨﺗ !ﺡﺎﺘﻣ ﺪﻳﺪﺟ ﺭﺍﺪﺻﺇ

source: Update downloaded to %s
ar: %s ﻰﻟﺇ ﺚﻳﺪﺤﺘﻟﺍ ﻞﻳﺰﻨﺗ ﻢﺗ

source: Download error!
ar: !ﻞﻳﺰﻨﺘﻟﺍ ﻲﻓ ﺄﻄﺧ

source: Debug Logging Disabled
ar: ﺢﻴﺤﺼﺘﻟﺍ ﻞﺠﺳ ﻞﻴﻄﻌﺗ ﻢﺗ

source: Debug Logging Enabled!
ar: !ﺢﻴﺤﺼﺘﻟﺍ ﻞﺠﺳ ﻦﻴﻜﻤﺗ ﻢﺗ

source: User Settings
ar: ﻡﺪﺨﺘﺴﻤﻟﺍ ﺕﺍﺩﺍﺪﻋﺇ

source: Extracting files...
ar: ...ﺕﺎﻔﻠﻤﻟﺍ ﺝﺍﺮﺨﺘﺳﺍ ٍﺭﺎﺟ
